[
    {
        "key": "B002RL8IYK",
        "name": "Introduction to Renewable Energy Technologies & their Prospects in Bangladesh",
        "category": "TECHNOLOGY",
        "price": 250,
        "enroll": 50,
        "image": "https://goedu.ac/wp-content/uploads/2021/09/Introduction-to-Renewable-Energy-Technologies-1536x864.png",
        "description": "Mono energy (gas) based country Bangladesh might face an energy deficit in the near future. It is therefore urgent for every citizen of the country to be aware of the issue and learn about alternative sources. Renewable Energy Technologies & their Prospects in Bangladesh course aims to develop knowledge of renewable energy all around the nation in order to tackle the future energy crisis. Also, the country will be able to find a better way if its people understand the importance of energy. Besides, global warming and climate change are big issues that need to be addressed. Using more green and renewable energy can help in that case by lessening the carbon emissions around the world."
    },
    {
        "key": "B01LZ2WZGH",
        "name": "Employability Skills [Part 1]: Improve Job Opportunities",
        "category": "GENERAL",
        "price": "Free",
        "enroll": 2580,
        "image": "https://goedu.ac/wp-content/uploads/2021/06/Soft-Skill-and-Hard-Skill-768x432.png",
        "description": "গ্রাজুয়েশনের পর প্রায় প্রতিটি শিক্ষার্থী চায় একটি কাংক্ষিত চাকরী লাভ করতে। সেই জন্য তারা নানান প্রকার চেষ্টা করতে থাকে। কিন্তু সব থেকে গুরুত্বপুর্ণ যে কাজটি করতে প্রায় অধিকাংশ শিক্ষার্থীরাই ভুলে যায়, সেটি হলো নিজেকে শুরু থেকেই Employable করে গড়ে তোলা আর এই প্রস্তুতীটি নেয়া শুরু করতে হয় ছাত্র-জীবন থেকেই। ছাত্র-জীবন থেকেই যদি একটি শিক্ষার্থী নিজেকে চাকরী পাবার উপযোগী ও যোগ্য করে গড়ে তোলার জন্য প্রয়োজনীয় সকল প্রকার জ্ঞান ও দক্ষতা অর্জন করে তবে ছাত্র-জীবন শেষে যখন সেই শিক্ষার্থীটিই চাকরীর জন্য আবেদন করে, তখন তার জন্য তার কাংক্ষিত চাকরী পাওয়াটা অনেক সহজ হয়ে পড়ে। নিজেকে চাকরীর উপযোগী করে গড়ে তোলার জন্য এই Employability জ্ঞান ও দিক নির্দেশনা গুলো সকল শিক্ষার্থীদের মাঝে থাকাটা জরুরী। কিন্তু অধিকাংশ শিক্ষার্থীরাই এই বিষয়টি সম্পর্কে বিস্তারিতভাবে অবগত নয়, যার কারণে তারা নিজেদেরকে ছাত্র-জীবন থেকেই Develop করতে না পারার কারণে পড়াশোনা শেষে তাদেরকে বেকার বসে থাকতে হচ্ছে। একটি দেশে বেকারত্বের হার বৃদ্ধির পিছনেও এই Employability Skill এর অভাব অনেকাংশেই দায়ী হিসেবে কাজ করে। তাই যারা যারা নিজেকেরকে চাকরী বাজারের জন্য তৈরী করতে আগ্রহী, সেটা ছাত্র-জীবন থেকেই হোক কিংবা ছাত্র-জীবন শেষেই হোক, তাদের জন্য আজকের Employability Skills কোর্সের এই প্রথম পর্বে অনেক কিছুই বিস্তারিত ভাবে আলোচনা করা হবে। "
    },
    {
        "key": "B01K1IO3QW",
        "name": "Responsive Web Design",
        "category": "PROGRAMMING LANGUAGE",
        "price": 1500,
        "enroll": 3500,
        "image": "https://goedu.ac/wp-content/uploads/2021/09/Responsive-Web-Design-1-768x432.png",
        "description": "আমরা প্রতিনিয়ত যেই ওয়েবসাইটগুলো ব্যবহার করি সেগুলো কীভাবে তৈরি করা হয়েছে? যদি আপনি এই সম্পর্কে কিছুটা জানেন কিংবা না জানেন কোন সমস্যা নাই, আমরা আপনাদের জন্য সম্পূর্ণ ওয়েব ডিজাইন কোর্স ডিজাইন করেছি। যেখানে ওয়েব ডিজাইন সম্পর্কে জিরো নলেজ থেকে প্রফেশনাল লেভেলের ওয়েবসাইট বানারো গাইডলাইন দেয় হবে।  এই কোর্সটি আপনার জন্যই। ক্রমবর্ধমান ডিজিটাল যুগের সাথে ওয়েব ডিজাইনারদের চাহিদাও বেড়েই চলেছে। আজকের প্রেক্ষাপটে দাঁড়িয়ে আপনি যদি নিজের ছোট্ট ব্যাবসাকে প্রমোট করতে চান কিংবা গ্লোবাল অডিয়েন্স-এর কাছে আপনার ব্র্যান্ডকে পৌঁছে দিতে চান তাহলে ওয়েবসাইটের প্রয়োজনীয়তা অনস্বীকার্য। আর তাই আপনার একজন ওয়েব ডিজাইনার হবার স্বপ্নপূরণে সাহায্য করতে আমরা নিয়ে এসেছি ‘ওয়েব ডিজাইনিং’ কোর্স যার মাধ্যমে আপনি ওয়েব ডিজাইনিং এর বেসিক থেকে শুরু করে সবকিছু শিখতে পারবেন। একজন বিগিনারও হলেও এই কোর্সে আপনি HTML & CSS ল্যাংগুয়েজ, ডোমেইন হোস্টিং, ওয়েবসাইকে রেসপন্সিভ এবং ইন্টার‍্যাক্টিভ বানানোর উপায়, থেকে শুরু করে একজন ভালো ওয়েব ডিজাইনার হয়ে ওঠার খুঁটিনাটি জানতে পারবেন। এই কোর্সে আমাদের দক্ষ ইনসট্রাক্টর এবং অসাধারণ সব টিউটরিয়ালের সাহায্যে আপনি ঘরে বসেই নিজেকে একজন সফল ওয়েব ডিজাইনার হিসেবে গড়ে তুলতে পারবেন যা আপনার জন্য অনেকগুলো সম্ভাবনার দুয়ার খুলে দিবে।"
    },
    {
        "key": "B01LD4MGY4",
        "name": "C programming (Zero to Array)",
        "category": "PROGRAMMING LANGUAGE",
        "price": 3500,
        "enroll": 1450,
        "image": "https://goedu.ac/wp-content/uploads/2021/09/C-programming-Zero-to-Array-768x432.png",
        "description": "C is the mother of all other programming languages. Most of the major Programming languages are derived from C. This programming language was developed by Dennis Ritchie to work on the UNIX environment as it was superiorly fast and supported low-level features. This became an X factor for programs developed at that time because of its properties.Now if you want to learn programming and wanted to start a career in Software engineering or Programming then C is a must for you."
    },
    {
        "key": "B01M18UZF5",
        "name": "Laravel-CRUD (Basic)",
        "category": "PROGRAMMING LANGUAGE",
        "price": 1300,
        "enroll": 50,
        "image": "https://goedu.ac/wp-content/uploads/2021/09/Laravel-CRUD-Basic-1-768x432.png",
        "description": "This is a Laravel-CRUD, which stands for Create, Read, Update and Delete which are operations needed in most data-driven apps that access and work with data from a database. In this example, we’ll see how to implement the CRUD operations in Laravel 8 against a MySQL database."
    },
    {
        "key": "B01DBGVB7K",
        "name": "Common Etiquette of Life: A 30 Minutes Lesson",
        "category": "GENERAL",
        "price": 2500,
        "enroll": 150,
        "image": "https://goedu.ac/wp-content/uploads/2021/09/Common-Etiquette-of-Life-768x432.png",
        "description": "আমাদের দৈনন্দিন জীবনে Etiquette খুবই গুরুত্বপূর্ণ। দিনদিন আমাদের সমাজ থেকে ব্যাপকভাবে Etiquette বা শিষ্টাচার হারিয়ে যাচ্ছে। শিষ্টাচার ছাড়া ব্যক্তি জীবনে উন্নতি করতে পারে না। আমাদের জীবনকে সহজ ও সুন্দর করার জন্য কিছু শিষ্টাচার মেনে চলা অপরিহার্য। এটা শুধু ব্যক্তিগত জীবনের জন্য নয়, জাতীয় জীবনের জন্যও গুরুত্বপূর্ণ। এই Common Etiquette of Life: A 30 Minutes Lesson course টিতে কিছু common শিষ্টাচার নিয়ে আলোচনা করা হয়েছে যা জীবনের জন্য অপরিহার্য।"
    },
    {
        "key": "B015WXL0C6",
        "name": "Introduction to Broadcast Technologies",
        "category": "ENGINEERING, TECHNOLOGY",
        "price": 200,
        "enroll": 100,
        "image": "https://goedu.ac/wp-content/uploads/2021/09/Introduction-to-Broadcast-Technologies-768x432.png",
        "description": "ব্রডকাস্ট এবং টেলিকাস্ট ইন্ডাস্ট্রির চ্যালেঞ্জ মোকাবেলার জন্য, বিভিন্ন ধরনের অডিও ভিডিও সিস্টেম এবং তাদের বৈশিষ্ট্য সম্পর্কে জানতে হবে এবং সেইসাথে বিভিন্ন ব্রডকাস্ট প্রযুক্তি সম্পর্কে জানতে হবে যা ব্যাপকভাবে ব্যবহৃত হয় এবং ভবিষ্যতেও উদীয়মান চাহিদা রয়েছে। এগুলি তাদের কাজের ক্ষেত্রে ব্রডকাস্ট সরঞ্জাম এবং সিস্টেম সম্পর্কিত অসংখ্য সমস্যা বিশ্লেষণ করতে সহায়তা করবে। এই কোর্সটি সম্পন্ন করার জন্য কোন পূর্ব প্রযুক্তিগত জ্ঞানের প্রয়োজন নেই। এই কোর্সটি তাদের জন্য ডিজাইন করার উদ্দেশ্যে যারা টেলিকাস্ট এবং ব্রডকাস্ট মিডিয়ায় কাজ করতে চায়।সবকিছু বিবেচনায় এনে যতটা সম্ভব সহজ ভাষায় Lecture গুলি  তৈরি করা হয়েছে। আশা করি সবার মনে গেঁথে যাবে এবং সবাই উপকৃত হবেন।"
    },
    {
        "key": "B06Y4GZS9C",
        "name": "Introduction to Renewable Energy Technologies",
        "category": "TECHNOLOGY",
        "price": 2500,
        "enroll": 184,
        "image": "https://goedu.ac/wp-content/uploads/2021/09/Introduction-to-Renewable-Energy-Technologies-768x432.png",
        "description": "Mono energy (gas) based country Bangladesh might face an energy deficit in the near future. It is therefore urgent for every citizen of the country to be aware of the issue and learn about alternative sources. Renewable Energy Technologies & their Prospects in Bangladesh course aims to develop knowledge of renewable energy all around the nation in order to tackle the future energy crisis. Also, the country will be able to find a better way if its people understand the importance of energy. Besides, global warming and climate change are big issues that need to be addressed. Using more green and renewable energy can help in that case by lessening the carbon emissions around the world"
    },
    {
        "key": "B01NBE6Y5D",
        "name": "3M Gold Privacy Filter for 17\" Widescreen Laptop (16:10) (GF170W1B)",
        "category": "laptop",
        "price": 5000,
        "enroll": 50,
        "description": "36"
    },
    {
        "key": "B01J42JPJG",
        "name": "Thinking in Object Oriented Programming: Basic Concept",
        "category": "PROGRAMMING LANGUAGE",
        "price": 1400,
        "enroll": 28958,
        "image": "https://goedu.ac/wp-content/uploads/2020/01/Object-Oriented-Programming-Course-Image-768x432.jpg",
        "description": "This course aims to develop the foundation of Object-Oriented Programming among interested learners. "
    }
]